{
  "Dressings, bandages, and slings" : [
    {"paragraph": "A dressing is a protective covering put on a wound to help control bleeding, absorb blood from the wound, and prevent further contamination. A dressing should be:"},
    {"points": ["Sterile, or as clean as possible", "Large enough to cover the wound", "Highly absorbent", "Compressible, thick and soft", "Non-stick and lint-free to reduce the possibility of sticking to the wound"]},
    {"header": "Dressing"},
    {"points": ["Adhesive dressings – prepared sterile gauze dressings with their own adhesive strips"]},
    {"image":  "image_dressing1"},
    {"points": ["Wound closures – adhesive strips that bring the edges of the wound together to assist healing."]},
    {"image":  "image_dressing2"},
    {"points": ["Gauze dressings – packaged gauze available as sterile single packs or in bulk packaging", "Pressure dressings – large sterile dressings of gauze and other absorbent material, usually with an attached roller bandage. They are used to apply pressure to a wound with severe bleeding","Improvised dressings – prepared from lint-free sterile or clean absorbent material such as a sanitary pad","Hemostatic dressings – pressure dressings impregnated with clot promoting agents used to stop serious bleeding. These dressings are not designed for all wound types. Check with your local protocols for more information."]},
    {"paragraph": "Follow the guidelines below for putting on dressings:"},
    {"points": ["Prevent further contamination", "Extend the dressing beyond the edges of the wound", "If blood soaks through a dressing, leave it in place and cover with more dressings ", "Secure a dressing with tape or bandages"]},
    {"header": "Bandages"},
    {"paragraph": "A bandage is any material that is used to hold a dressing in place, maintain pressure over a wound, support a limb or joint, immobilize parts of the body or secure a splint. \nWhen using bandages, remember to:"},
    {"points": ["Apply firmly to make sure bleeding is controlled or immobilization is achieved", "Check the circulation below the injury before and after applying a bandage, you may have applied it too tightly or swelling may have made it too tight."]},
    {"paragraph": "A triangular bandage may be used:"},
    {"points": ["As a whole cloth—opened to its fullest extent, as a sling or to hold a large dressing in place"]},
    {"image":  "image_triangular1"},
    {"points": ["As a broad bandage—to hold splints in place or to apply pressure evenly over a large area"]},
    {"image":  "image_triangular2"},
    {"points": ["As a narrow bandage—to secure dressings or splints or to immobilize ankles and feet in a figure-8"]},
    {"image":  "image_triangular3"},
    {"paragraph": "Roller bandages, usually made of gauze-like elastic material, are used to hold dressings in place or to secure splints. \nPut on a roller bandage in a simple spiral. Starting at the narrow part of the limb, anchor the bandage with a few turns and continue wrapping the bandage, overlapping each turn by one quarter to one third of the bandage’s width."},
    {"image":  "image_rollerbandage"},
    {"header": "Slings"},
    {"paragraph": "A sling can be easily improvised with a scarf, belt, necktie or other item that can go around the casualty’s neck. You can also support the arm by placing the hand inside a buttoned jacket or by pinning the sleeve of a shirt or jacket to the clothing in the proper position\n\nArm Slings:"},
    {"image":  "image_armsling"},
    {"paragraph": "A St. John Tubular sling is used for injuries to the shoulder or collarbone:"},
    {"image":  "image_tubular1"},
    {"image":  "image_tubular2"}
  ],
  "Types of Wounds" : [
    {"paragraph": "A wound is any damage to the soft tissues of the body. It usually results in the escape of blood from the blood vessels into surrounding tissues, body cavities or out of the body. \n\nA wound can be either open or closed:"},
    {"points": ["Open wound—a break in the outer layer of the skin", "Closed wound—no break in the outer layer of skin but there is internal bleeding"]},
    {"header":  "Contusions or bruises"},
    {"image":  "image_contusion"},
    {"paragraph": "Contusions or bruises are closed wounds. The tissues under the skin are damaged and bleed into surrounding tissues, causing discolouration. A bruise may be a sign of a deeper, more serious injury or illness."},
    {"header":  "Abrasions or scrapes"},
    {"image":  "image_abrasion"},
    {"paragraph": "Abrasions or scrapes are open wounds where the outer protective layer of skin and the tiny underlying blood vessels are damaged. The deeper layer of the skin is still intact."},
    {"header":  "Incisions"},
    {"image":  "image_incision"},
    {"paragraph": "Incisions are clean cuts caused by something sharp such as a knife."},
    {"header":  "Lacerations"},
    {"image":  "image_laceration"},
    {"paragraph": "Lacerations are tears in the skin and underlying tissue with jagged and irregular edges."},
    {"header":  "Puncture wounds"},
    {"image":  "image_puncture"},
    {"paragraph": "Puncture wounds are open wounds caused by blunt or pointed instruments that may have a small opening, but often penetrate deep into the tissue"},
    {"header":  "Avulsions and Amputations"},
    {"image":  "image_avulsion"},
    {"paragraph": "Avulsions are injuries that leave a piece of skin or other tissue either partially or completely torn away from the body.\nAmputations involve partial or complete loss of a body part."}
  ],
  "Bleeding" :  [
    {"paragraph": "Bleeding is the escape of blood from the blood vessels. In external bleeding, blood escapes the body through a surface wound. In internal bleeding, blood escapes from tissues inside the body\n\nIn arterial bleeding, the blood is bright red and spurts with each\nheartbeat."},
    {"image":  "image_arterial_bleeding"},
    {"paragraph": "In venous bleeding, the blood is dark red and flows more steadily"},
    {"image":  "image_venous_bleeding"},
    {"header":  "First aid for severe external bleeding"},
    {"points": ["Perform a scene survey, then do a primary survey.", "To control severe bleeding, apply direct pressure to the wound.", "Place the casualty at rest", "Once bleeding is under control, continue the primary survey, looking for other life-threatening injuries."]},
    {"image":  "image_external_bleeding_treatment"},
    {"points": ["Before bandaging the wound, check circulation below the injury. Bandage the dressing in place.", "Check the circulation below the injury and compare it with the other side. If it is worse than it was before the injury was bandaged, loosen the bandage just enough to improve circulation if possible", "Give ongoing casualty care."]},
    {"paragraph": "If the dressings become blood-soaked, don’t remove them—add more dressings and continue pressure. Removing the blood-soaked dressings may disturb blood clots and expose the wound to further contamination."}
  ],
  "Internal bleeding" :  [
    {"paragraph": "Suspect internal bleeding if:"},
    {"points": ["The casualty received a severe blow or a penetrating injury to the chest, neck, abdomen or groin", "There are major limb fractures such as a fractured upper leg or pelvis"]},
    {"header": "Signs of internal bleeding:"},
    {"points": ["Bleeding from the ear canal or the nose", "Bloodshot or black eye (bleeding inside the head)", "Coughing up blood that looks bright red and frothy (bleeding into the lungs)","Vomiting bright red blood, or brown blood that looks like coffee grounds", "Blood in the stool that looks either red or black and tarry","Red or smoky brown-looking blood in the urine", "Signs of shock with no signs of external injury"]},
    {"header":  "First aid for internal bleeding"},
    {"points": ["Perform a scene survey. Have the casualty lie flat on their back and do a primary survey", "Send or go for medical help", "Give ongoing casualty care, including laying the casualty in the supine position, and giving first aid for shock"]},
    {"paragraph": "You can do very little to control internal bleeding. Give first aid to minimize shock and get medical help as quickly as you can"}
  ],
  "Amputations" :  [
    {"paragraph": "An amputation is when a part of the body has been partly or completely cut off. You must control the bleeding from the wound, care for the amputated tissue and get medical help."},
    {"header":  "First aid for amputations"},
    {"points": ["Perform a scene survey, then do a primary survey", "Control bleeding—apply direct pressure to the wound. Reposition a partly amputated part to its normal position and bandage."]},
    {"image":  "image_amputation_treatment1"},
    {"points": ["Send for medical help and continue ongoing casualty care to the casualty", "Care for the amputated part by wrapping it in a clean, moist dressing (if clean water is available).", "Put the amputated part in a clean, watertight plastic bag and seal it. Put this bag in a second plastic bag or container partly filled with crushed ice. Attach a record of the date and time this was done and send this package with the casualty to medical help"]},
    {"image":  "image_amputation_treatment2"},
    {"points": ["If direct pressure fails to control life-threatening external limb bleeding, a tourniquet could be considered by a trained first aider (in special circumstances, such as mass casualty management, a disaster, remote locations)."]}
  ],
  "Minor Wound Care" : [
    {"header": "Preventing Contamination"},
    {"paragraph": "All open wounds are contaminated to some degree. Tell the casualty to seek medical help if signs of infection appear later."},
    {"points": ["Wash your hands with soap and water and put on gloves if available", "Do not cough or breathe directly over the wound.","Fully expose the wound but don’t touch it.", "Gently wash loose material from the surface of the wound. Wash and dry the surrounding skin with clean dressings, wiping away from the wound. An antibiotic cream can be used on superficial wounds and abrasions.", "Cover the wound with a sterile dressing"]},
    {"header":  "Wound infection"},
    {"paragraph": "The acronym SHARP identifies signs and symptoms of infection."},
    {"points": ["S – Swollen", "H – Hot, feels warmer than the surrounding area", "A – Aches, a dull pain", "R – Red","P – Pus may leak from the wound"]}
  ],
  "First Aid for Contusions and Embedded Objects" : [
    {"header": "First aid for contusion (bruise)"},
    {"paragraph": "With a contusion or bruise, blood escapes into the surrounding tissue. Relieve the pain and reduce the swelling by using the acronym RICE:"},
    {"points": ["R – Rest", "I – Immobolize", "C – Cold", "E – Elevate"]},
    {"image":  "image_rice"},
    {"header":  "First aid for wounds with embedded objects"},
    {"paragraph": "Do not remove an object embedded in a wound if possible. Removing the object will probably result in heavier bleeding; the object can help stop bleeding. Removing it could cause further tissue damage too, for example a barb on a fish hook"},
    {"points": ["Expose the injured area and assess the wound. Check the circulation below the injury.", "To stop the bleeding, put pressure around the embedded object. If the embedded object is short, “tent” a clean dressing loosely over the object to keep the wound clean, then place bulky dressings around the object to keep it from moving. This will apply pressure around the wound "]},
    {"image":  "image_embedded_object1"},
    {"points": ["Secure the bulky material (dressings) in place with a narrow bandage, taking care that pressure is not exerted on the embedded object. "]},
    {"image":  "image_embedded_object2"},
    {"points": ["Check the circulation below the injury again", "Give ongoing casualty care and get medical help"]}
  ],
  "Pneumothorax" : [
    {"paragraph": "A pneumothorax is caused by air in the chest between the lung and the chest wall. Air can enter from the outside, an open pneumothorax, or penetrating chest wound. Air can also enter from the lung, a closed (or spontaneous) pneumothorax. Breathing with a pneumothorax becomes impaired as the lungs begin to collapse. Medical help is required immediately."},
    {"header":  "First aid for a penetrating chest wound (Pneumothorax)"},
    {"points": ["Perform a scene survey and primary survey", "If the open chest wound has significant bleeding, cover it by pressing the casualty’s hand, a bystander’s hand or your own hand over the wound (preferably a gloved hand). If there is no significant bleeding, the first aider may leave the wound exposed, or use a non-occlusive dressing. If the dressing becomes saturated, it must be changed.", "Place the casualty in the position that makes breathing easiest—this is usually semi-sitting, leaning slightly towards the injured side. This position keeps the uninjured side of the chest upward so it can be used most effectively for breathing", "Do not seal the wound with an airtight dressing, but cover the wound to prevent further contamination. If the dressing becomes wet, replace it with a dry dressing", "Give ongoing casualty care, monitoring breathing often"]}
  ],
  "Abdominal injuries" : [
    {"paragraph": "Abdominal wounds may be closed or open. Closed wounds occur when internal abdominal tissues are damaged but the skin is intact. An open abdominal wound has a break in the skin where internal organs may protrude. Complications from abdominal wounds may include severe bleeding (either internal or external) and contamination from the contents of ruptured abdominal organs"},
    {"header":  "First aid for open abdominal wounds"},
    {"points": ["Perform a scene survey and a primary survey", "If you find an open abdominal wound you must be prevent it from opening wider. The internal organs may be displaced. Position the casualty in the semi-sitting position with the knees raised and supported."]},
    {"image":  "image_guts1"},
    {"points": ["Dress the wound. If the organs are protruding, do not try to put them back into the abdomen. Put on a moist dressing to stop the organs from drying out and bandage loosely with two broad bandages", "Give ongoing casualty care"]},
    {"image":  "image_guts2"}
  ],
  "Scalp and facial injuries" : [
    {"header": "First aid for bleeding from the scalp"},
    {"paragraph": "Bleeding from the scalp is often severe and may be complicated by a fracture of the skull or an embedded object. Avoid direct pressure, probing and contaminating the wound"},
    {"points": ["Perform a scene survey and a primary survey", "Apply a thick, sterile dressing and bandage it firmly in place with a head bandage.", "If there is suspected underlying skull fracture, give first aid for a fracture of the skull", "If there is an embedded object, apply dressings around the object to maintain pressure around but away from the wound","Give ongoing casualty care"]},
    {"image":  "image_bleeding_scalp"},
    {"header":  "First aid for bleeding from inside the ear"},
    {"paragraph": "Don’t try to stop the bleeding from the ear canal by putting pressure on the ear or by packing it with dressings. To reduce the risk of infection inside the ear, it is best to let the blood drain away"},
    {"points": ["Perform a scene survey and assess the mechanism of injury. If you suspect a head or spinal injury, tell the casualty not to move. Do a primary survey"]},
    {"image":  "image_bleeding_ear"},
    {"points": ["Assess the bleeding from the ear. If the blood from the ear is mixed with straw-coloured fluid, suspect a skull fracture— steady and support the head and neck. Place a dressing lightly over the ear and give first aid for a skull fracture. The dressing will absorb the blood and protect the wound", "If a head or spinal injury is not suspected, lightly tape a dressing over the ear. Position the casualty to allow the blood to drain from the ear if injuries permit. If the casualty is unconscious and injuries permit, put dressings over the ear and place them in the recovery position with the injured side down", "Give ongoing casualty care"]},
    {"header":  "First aid for a nosebleed"},
    {"paragraph": "A nosebleed may start for no obvious reason, or may be caused by blowing the nose, an injury to the nose, or by an indirect injury, such as a fractured skull"},
    {"points": ["Perform a scene survey and assess the mechanism of injury. If you suspect a head or spinal injury, tell the casualty not to move. Do a primary survey", "Assess the bleeding from the nose. If the blood from the nose is mixed with straw-coloured fluid, suspect a skull fracture. Allow the nose to bleed and give first aid for a skull fracture", "If a head or spinal injury is not suspected, place the casualty in a sitting position with the head slightly forward. Leaning forward allows blood to drain from the nose and mouth instead of back into the throat and stomach where it will cause vomiting", "Tell the casualty to compress the entire fleshy part below the bridge of the nose firmly with the thumb and index finger for about 10 minutes or until bleeding stops", "Tell the casualty to breathe through the mouth and not blow their nose for a few hours, so that blood clots will not be disturbed. If bleeding does not stop with this first aid, or if it starts again, get medical help"]},
    {"image":  "image_bleeding_nose"},
    {"header":  "First aid for a knocked-out tooth"},
    {"points": ["Perform a scene survey and assess the mechanism of injury. If you suspect a head or spinal injury, tell the casualty not to move. Do a primary survey", "Apply direct pressure to stop the bleeding from the socket of the tooth. Seat the casualty with the head forward so blood can drain out of the mouth. ", "Place the knocked-out tooth in a balanced salt solution, or coconut milk. If none of these are available, the casualties own saliva will do. Handle the tooth by the top—don’t touch the root.", "Give ongoing casualty care"]},
    {"image":  "image_bleeding_tooth"}
  ],
  "Eye Injuries" : [
    {"header":  "Signs and Symptoms of an Eye Injury"},
    {"paragraph": "Some signs and symptoms that will indicate an injury to the eye include: "},
    {"points": ["Pain", "Blurred or double vision", "Excessive tearing", "Feelings of grit or a particle under the lid", "Broken blood vessels or red spots", "Bleeding or other fluids from the eye", "Deformity", "Loss of vision"]},
    {"header":  "First aid for a loose foreign particle in the eye"},
    {"points": ["Begin by asking the casualty where they feel the particle is located.", "If it feels like the particle is under the upper lid, instruct the casualty to grasp the upper eyelashes and pull the lid straight out and then down over the lower eyelashes to try to sweep the particle away."]},
    {"paragraph": "Try this several times. Remember to remove excess eye make-up before attempting this procedure. \n\nIf the particle is still in the eye, try flushing it out using clean running water from a tap, an eye cup or eye wash bottle. \n\nIf the above methods have not been successful, you will need to examine the surface of the eye and under the lids\n"},
    {"header": "Examining the eye"},
    {"points": ["Seat the casualty facing a good light and steady the head","Instruct the casualty to look to the left, right, up and down. A penlight directed across the eye will cause a shadow to appear if the particle is in the path of the light, making it easier to see", "To examine under the upper and lower lids, gently pull down on the lower lid and ask the casualty to look up. To examine under the upper lid, gently pull up on the lashes and ask the casualty to look down. Use your penlight to check under the lids.", "If you locate the particle, remove it gently using the moist corner of a facial tissue, clean cloth or cotton-tipped applicator. Do not try to remove a particle that is stuck to the eye, or is located on the coloured part of the eye. If the casualty is wearing contact lenses, have them remove the lens before trying to remove a particle from the eye."]},
    {"header": "First aid when you cannot safely remove a particle from the eye"},
    {"points": ["If removing the particle is unsuccessful, warn the casualty not to rub the eye because this may cause pain and tissue damage","Close the casualty’s eye and cover the affected eye with an eye or gauze pad. Extend the covering to the forehead and cheek to avoid pressure on the eye. ", "Secure lightly in position with a bandage or adhesive strips. Make sure there is no pressure on the eyeball.", "Give ongoing casualty care and get medical help"]},
    {"header":  "First aid for an extruded eyeball"},
    {"paragraph": "“Extruded” means the eyeball has been thrust out of its socket. Do not try to put the eye back into position."},
    {"image":  "image_extruded_eyeball"},
    {"points": ["Perform a scene survey and primary survey. Have a bystander support the head", "Gently cover the eyeball and socket with a moist dressing. Hold this in place with tape and more dressings", "Give ongoing casualty care until handover"]}
  ],
  "Burns" : [
    {"header": "Types of burns"},
    {"paragraph": "Heat burns (also called “thermal” burns) - Burns from heat applied to the body are the most common of burns"},
    {"image":  "image_burn_heat"},
    {"paragraph": "Chemical burns - Chemical burns are often serious because the chemicals continue to burn as long as they remain on the skin"},
    {"image":  "image_burn_chem"},
    {"paragraph": "Electrical burns - Electrical burns result from contact with an electric current"},
    {"image":  "image_burn_electrical"},
    {"paragraph": "Radiation burns - Most people have experienced a radiation burn in the form of sunburn. Other types of radiant energy that can cause burns include X-rays, arc welder’s flash and radiation from radioactive material."},
    {"image":  "image_burn_radiation"},
    {"header":  "Severity of a burn"},
    {"paragraph": "Burns are classified as critical, moderate or mild depending on:"},
    {"points": ["The depth of the burn", "The amount of body surface that is burned", "The part(s) of the body that is burned", "The age and physical condition of the casualty"]},
    {"header":  "Burn depth"},
    {"paragraph": "The deeper the burn, the more serious it is. In first aid, burns are described as superficial, partial thickness or full thickness burns depending on how deep into the skin they extend"},
    {"header": "Recognizing Burns"},
    {"paragraph": "Superficial burn–only the top layer of the skin is damaged"},
    {"points": ["Skin colour is pink to red","Slight swelling", "Skin is dry", "Tenderness to severe pain in the injured area"]},
    {"image":  "image_burn_degree_first"},
    {"paragraph": "Partial Thickness burn–the top two layers of the skin are damaged"},
    {"points": ["Skin looks raw and is mottled red in colour","Skin is moist and ranges in colour from white to cherry red", "Blisters that contain clear fluid", "Extreme pain"]},
    {"image":  "image_burn_degree_second"},
    {"paragraph": "Full Thickness burn–the full thickness of the skin, including tissues under the skin are damaged"},
    {"points": ["Skin is pearly-white, tan-coloured or charred black","Skin is dry and leathery", "You may see blood vessels and bones under the skin", "Little or no pain (nerves are destroyed)"]},
    {"image":  "image_burn_degree_third"},
    {"header": "First aid for Burns"},
    {"points": ["Do a scene survey and a primary survey", "If there is a heat or radiation burn, cool the burn right away (immerse it in cool water if possible)", "If there is a chemical burn, brush off any dry powder and flush the burn with cool water","If there is an electrical burn, covering area with clean, dry dressings", "When the pain has lessened, loosely cover the burn with a clean, lint-free dressing. If the area is large, use a sheet","Give ongoing casualty care"]}
  ],
  "Bites and stings" : [
    {"header": "Animal and human bites"},
    {"paragraph": "Animal and human bites that cause puncture wounds or lacerations may carry contaminated saliva into the body and are dangerous because of the risk of infection. Rabies is an acute viral disease of the nervous system that is always fatal if not treated. To be safe, always give first aid for an animal bite as if the animal had rabies, until it is proved otherwise."},
    {"header":  "First aid for animal/human bites"},
    {"points": ["Perform a scene survey and a primary survey", "Examine the wound to see if the skin was broken", "If there is bleeding, allow moderate bleeding of the wound—this helps to cleanse the wound", "Wash the wound then apply a dressing and bandage", "Get medical help"]},
    {"header":  "Snakebite"},
    {"paragraph": "A snake’s bite can leave one or two puncture holes in the skin. Venom may be injected into the casualty. If it is, the casualty will feel a burning sensation. This is followed by swelling and discolouration, severe pain, weakness, sweating, nausea, vomiting and chills. Breathing may be affected.\n"},
    {"header":  "First Aid for snakebites"},
    {"points": ["Do a scene survey and primary survey","Place the casualty at rest in a semi-sitting position and keep the affected limb below heart level", "Flush the bite if possible. Wrap a large roller bandage around the entire length of the bitten extremity", "Immobilize the limb", "Give ongoing casualty care"]},
    {"header":  "Insect bites and stings"},
    {"paragraph": "An insect bite or sting causes only a painful swelling with redness and itching at the site for most people. But some people are severely allergic to these stings and being stung may cause a life threatening allergic reaction"},
    {"paragraph":  "Signs and symptoms of a localized reaction at the site of a bite or sting"},
    {"points": ["Sudden pain", "Swelling", "Heat", "Redness", "Itching"]},
    {"header":  "First Aid for insect bites and stings"},
    {"paragraph":  "Remove any foreign objects lodged onto the skin. See handbook online for more details."}
  ]
}