{
  "Fractures" : [
    {"paragraph": "A break or crack in a bone is called a fracture. A fracture is either closed or open:"},
    {"points": ["A closed fracture is where the skin over the fracture is not broken"]},
    {"image":  "image_fracture_closed"},
    {"points": ["An open fracture is where the skin over the fracture is broken—this could cause serious infection, even if the wound is very small "]},
    {"image":  "image_fracture_open"},
    {"paragraph": "One or more of the following signs and symptoms will be present when a bone is fractured:"},
    {"points": ["Pain and tenderness—worse when the injury is touched or moved", "Loss of function—the casualty cannot use the injured part", "A wound—the bone ends may be sticking out", "Deformity—any unnatural shape or unnatural position of a bone or joint", "Unnatural movement", "Shock—this increases with the severity of the injury", "Crepitus—a grating sensation or sound that can often be felt or heard when the broken ends of bone rub together", "Swelling and bruising—fluid accumulates in the tissues around the fracture"]}
  ],
  "Dislocations & Sprains" : [
    {"paragraph": "Ligaments connect bones to other bones to form joints, while tendons connect muscles to bones. Joints may be injured when the bones and surrounding tissues are forced to move beyond their normal range. When that happens:"},
    {"points": ["The bones may break, resulting in a fracture", "The ligaments may stretch or tear, resulting in a sprain", "The bone ends may move out of proper position resulting in a dislocation"]},
    {"header":  "Sprains"},
    {"image":  "image_sprain"},
    {"paragraph": "A sprain is an injury to a ligament and can range from a stretched to a completely torn ligament. The signs and symptoms of sprains may include:"},
    {"points": ["Pain that may be severe and increase with movement of the joint", "Loss of function", "Swelling and discolouration"]},
    {"header":  "Dislocations"},
    {"paragraph": "A dislocation is when the bones of a joint are not in proper contact. The signs and symptoms of a dislocation are similar to those of a fracture, and may include:"},
    {"points": ["Deformity or abnormal appearance, a dislocated shoulder may make the arm look longer", "Pain and tenderness aggravated by movement", "Loss of normal function; the joint may be “locked” in one position", "Swelling of the joint"]},
    {"header":  "General first aid for injuries to bones and joints"},
    {"points": ["Perform a scene survey and a primary survey", "Steady and support any obvious fractures or dislocations found in the primary survey (during the rapid body survey).", "Do a secondary survey to the extent needed, gently expose the injured area. Examine the entire injured area to determine the extent of the injury.", "Check the circulation below the injury. If circulation is impaired, medical help is needed urgently","Steady and support the injured part and maintain support until medical help takes over, or the injury is immobilized. Protect protruding bones.", "Apply cold to the injury, as appropriate", "Give ongoing casualty care until medical help arrives. Monitor circulation below the injury site"]}
  ],
  "Head and spinal injuries" :  [
    {"paragraph": "Head injuries include skull fractures, concussion and compression. Such injuries are frequently complicated by unconsciousness. Fractures at the base of the skull often involve injury to the cervical spine. Injuries associated with the spine/pelvis include fractures, spinal cord damage, and severe bleeding.\n\nA head/spinal injury should be suspected whenever the incident involves a car accident or a fall, from a height of 6 feet or more. The following signs and symptoms indicate a possible fracture of the skull or facial bones, concussion or compression:"},
    {"points": ["Fluid from the nose/ears", "Deformed skull", "Bruising on the head", "Bruising around the eyes (black eye) or behind the ears", "Nausea, vomiting, especially in children", "Pupils are of unequal size", "Weakened or paralyzed arms and/or legs", "Pain when swallowing or moving the jaw"]},
    {"paragraph": "Always suspect head/spinal injury if the casualty is unconscious and the history is unknown."},
    {"header":  "Skull fracture"},
    {"paragraph": "Fractures of the skull may be the result of direct force or an indirect force that is transmitted through the bones."},
    {"header": "First aid for head injury"},
    {"paragraph": "First aid for fractures of the skull depends on the fracture site and the signs. Whenever there is a skull fracture, a spinal injury should be suspected—give first aid as if there was a neck injury. The head and neck should be immobilized accordingly"},
    {"points": ["Perform a scene survey. Assess the mechanism of injury. If you suspect that there may be a head injury tell the casualty not to move and get medical help. Steady and support the head with your hands as soon as possible. Perform a primary survey.", "If blood or fluid is coming from the ear canal, secure a sterile dressing lightly over the ear, making sure fluids can drain.", "Protect areas of depression, lumps, bumps, or scalp wounds where an underlying skull fracture is suspected. Avoid pressure on the fracture site.", "Warn the casualty not to blow their nose if there is blood or fluid coming from it. Do not restrict blood flow. Wipe away any trickling blood to prevent it from entering the mouth, causing breathing difficulties", "Give ongoing casualty care until medical help takes over. "]},
    {"header": "Spinal injuries"},
    {"paragraph": "Injury to the spine threatens the spinal cord that runs through it and the nerves that branch out from the cord. \n\nDamage to the spinal cord or nerves can result in complete and permanent loss of feeling and paralysis below the point of injury. In every emergency situation, assess the possibility of a spinal injury."},
    {"paragraph": "Refer to 'ESM when a head or spinal injury is suspected' for guide on proper head immobilization"}
  ],
  "Pelvic injury" :  [
    {"paragraph": "Signs and symptoms of pelvic injury include:\n"},
    {"points": ["Signs of shock (casualty could be bleeding internally)", "Casualty cannot stand or walk", "Urge to urinate", "Casualty cannot urinate or there is blood in the urine", "Sharp pain in the groin and small of the back", "Increased pain when moving"]},
    {"header":  "Immobilizing a fractured pelvis"},
    {"paragraph": "Give first aid as you would for a spinal injury. Steady and support the casualty in the position found while waiting for medical help. Stabilize the pelvic area with heavy padding such as blankets on either side."}
  ],
  "Chest injury" :  [
    {"paragraph": "Signs and symptoms include:"},
    {"points": ["Pain at injury site when casualty moves, coughs or breathes deeply", "Shallow breathing", "Casualty guards injury", "Deformity and discolouration"]},
    {"header":  "First aid for injured ribs or breastbone"},
    {"paragraph": "A chest fracture is very painful and causes shallow breathing. Start Emergency Scene Management"},
    {"points": ["Expose the injured area and look for a wound. If there is a wound, put a dressing on the wound and get medical help quickly.", "If injuries permit, place the casualty in a semi-sitting position, leaning slightly toward the injured side—this should help breathing. Hand support over the injured area may make breathing easier.", "Support the arm on the injured side in a St. John tubular sling to restrict movement", "Give ongoing casualty care, monitor breathing often. Get medical help"]},
    {"header": "Flail Chest"},
    {"paragraph": "A flail chest occurs when several ribs in the same area are broken in more than one place. \nSigns and symptoms of a flail chest include:"},
    {"points": ["Paradoxical chest movement—this is the sign that will tell you whether there is a flail chest", "Breathing is very painful, and the casualty may support the injured area", "Bruising at the injury site"]},
    {"header": "First aid for a flail chest"},
    {"points": ["Steady and support the head and neck. Perform a primary survey. If the casualty complains of difficulty breathing and pain in the chest, expose and examine the injury", "Support the injured area with your hand—this may make breathing easier. Give first aid for ineffective breathing if needed.", "Secure the arm to the chest wall with a broad bandage to prevent movement of the arm.", "Give ongoing casualty care until medical help takes over"]}
  ],
  "Splinting materials" : [
    {"image":  "image_splinting_materials"},
    {"paragraph": "A splint is any material used to prevent fractured bones from moving unnecessarily.\nA good splint is:"},
    {"points": ["Rigid enough to support the injured limb", "Well-padded for support and comfort", "For a fracture between 2 joints, it extends beyond the joints above and below the fracture", "For an injured joint, it’s long enough for the limb to be secured so the joint can’t move"]}
  ],
  "First aid for specific bone & joint injuries" : [
    {"header": "General First aid for Closed Fractures"},
    {"points": ["Check circulation below the injury. If circulation is impaired, get medical help quickly.", "Immobilize the fracture in the position of most comfort", "Apply ice to the injured area", "Elevate the injury when possible", "Secure the fracture with with slings, splints and/or bandages according to procedures below", "Check circulation below the injury. If circulation is impaired, and it was not before, loosen the sling and bandage"]},
    {"image":  "image_rice"},
    {"header":  "General First aid for Open Fractures"},
    {"points": ["Expose the injury site. Cover the wound with a sterile dressing and check circulation.", "Pad and bandage the dressings. Pad lengthwise on both sides of the fracture site. Padding should be bulky enough to protect any protruding bone ends. Hold the padding in place with tape then bandage dressings tightly enough to hold padding and dressings in place.", "Secure the fracture with with slings, splints and/or bandages according to procedures below", "Check circulation below the injury. If circulation is impaired, and it was not before, loosen the sling and bandage"]},
    {"image":  "image_fracture_open_treatment"},
    {"header": "First aid for a fractured collarbone or shoulder blade"},
    {"points": ["Immobilize the arm with a St. John tubular sling.", "Secure the arm to the chest with a broad bandage to prevent movement of the arm. Pad under the elbow, if necessary, to keep the arm in the most comfortable position. Tie the bandage on the uninjured side—don’t tie it so tightly that the arm is pulled out of position. Pad under the knots for comfort"]},
    {"image":  "image_fracture_collarbone"},
    {"header":  "Immobilizing a dislocated joint"},
    {"paragraph": "Immobilize the limb in the position of most comfort—usually the position found. To immobilize a dislocated shoulder:"},
    {"points": ["Use a St. John tubular sling to transfer the weight of the arm to the other side", "Use broad bandages to prevent movement", "Pad under the elbow for support"]},
    {"header":  "Immobilizing the upper arm"},
    {"points": ["An arm sling provides full support for the arm—broad bandages above and below fracture site prevent arm movement. Pad under the elbow as needed to hold the arm in the position of comfort."]},
    {"header":  "Immobilizing an injured elbow"},
    {"points": ["If the elbow is bent so the arm is in front of the chest, immobilize the arm in an arm sling. Leave the sling loose at the elbow. Pad under the elbow, if necessary, to keep the arm in the most comfortable position and use a broad bandage to limit movement.", "If the elbow will not bend, support the arm at the wrist and use broad bandages and padding to immobilize the arm. Check circulation below the injury and compare it with the other side—if it is impaired, and it wasn’t before, adjust the sling and/or bandages."]},
    {"image":  "image_fracture_elbow"},
    {"header":  "Immobilizing the forearm and wrist"},
    {"points": ["Examine the injury and decide the best position for splinting.", "Measure the splint against the uninjured arm to make sure it is the right size. Pad the splint for comfort and to support the fracture", "Have the casualty or bystander support it while you secure the splint with bandages.", "Use an arm sling to support the arm and hand, and prevent movement of the elbow with the fingertips exposed so you can check circulation."]},
    {"image":  "image_fracture_wrist"},
    {"header":  "Immobilizing an injured hand"},
    {"points": ["Secure the arm as you would for a forearm and wrist fracture", "Rest the hand on a cushion or pillow", "Leave fingertips visible to check for circulation"]},
    {"image":  "image_fracture_hand"},
    {"header":  "Immobilizing an injured upper leg"},
    {"paragraph": "A common fracture of the upper leg is a break at the neck of the femur. This is often referred to as a broken hip, and most commonly happens to elderly people. In a younger, healthy person, great force is needed to fracture the upper leg—always assess for a head or spinal injury."},
    {"points": [" Place bandages at the ankles, calves, knees, above and below the fracture, hips and chest."]},
    {"image":  "image_fracture_femur1"},
    {"points": ["Push bandages under the natural hollows of the body and position as shown above", "Place splints just below the armpit and just below the groin", "Extend both splints below the foot", "Tie off all bandages on the splint"]},
    {"image":  "image_fracture_femur2"},
    {"header":  "Immobilizing an injured knee (straight)"},
    {"paragraph": "Carefully lift the injured leg and position a padded splint. Adjust the pads to fit the natural hollows of the leg. Position 2 broad bandages and secure the splint to the leg—use a figure-8 at the ankle"},
    {"image":  "image_fracture_knee_straight2"},
    {"header":  "Immobilizing an injured knee (bent)"},
    {"paragraph": "Position five broad bandages under the leg—two above the knee and three below. Position padded splints on the inside and outside of the leg. Secure the splint with the bandages, keeping the leg in the bent position"},
    {"image":  "image_fracture_knee_bent"},
    {"header":  "Immobilizing a fracture of the lower leg (tibia and/or fibula)"},
    {"paragraph": "Position the bandages and splints. Use splints long enough to extend from the groin to below the foot. Position broad bandages to be tied at the thigh, knee, above and below the fracture and at the ankle. Tie the bandages starting at the thigh (the stable end) and working down. The bandage at the ankles is tied as a figure-8."},
    {"image":  "image_fracture_lower_leg"},
    {"header":  "Immobilizing an injured ankle"},
    {"paragraph": "Loosen footwear and immobilize the ankle with a pillow or rolled-up blanket and two broad bandages. Make sure the splint extends beyond the ankle. Secure the pillow with two broad bandages—use a figure8 at the ankle. "},
    {"image":  "image_sprain_ankle"},
    {"header":  "Immobilizing an injured foot or toe"},
    {"paragraph": "Untie shoe laces and tie the one figure-8 beginning at the sole of the foot and tying toward the leg. Tie a second figure-8 by wrapping the ends around the leg, crossing in front of the ankle and tying off on the sole of the foot. Tie off at the sole."},
    {"image":  "image_injured_foot"}
  ]
}