[
  ["Which one of these is the correct order for ESM?", null, "Scene Survey, Primary Survey, Ongoing Causualty Care, Secondary Survey", "Scene Survey, Primary Survey, Secondary Survey, Ongoing Causualty Care", "Scene Survey, Secondary Survey, Primary Survey, Ongoing Causualty Care", "Primary Survey, Scene Survey, Secondary Survey, Ongoing Causualty Care", 3],
  ["Which step of ESM do you assess for hazards in the area?", null, "Scene Survey", "Primary Survey", "Secondary Survey", "Ongoing Causualty Care", 2],
  ["ABC stands for: ", null, "Aid, Bleeding, Casualty", "Assess hazards, Bystanders, Consent", "Assess Vitals, Breathing, Check for responsiveness", "Airway, Breathing, Circulation", 5],
  ["A secondary survey is done when:", null, "Primary Survey was delayed", "The casualty has more than one injury", "The casualty wants it to be done", "Medical Help will be arriving shortly", 3],
  ["What is the first aid for a casualty that has a Head and Spinal Injury?", null, "Supporting the head by holding it in place", "911 needs to be called sooner", "ABCs need to be completed twice", "An AED is necessary to prevent damage to the spine", 2],
  ["Which of these is not a step of Secondary Survey?", null, "SAMPLE", "Checking Vital Signs", "Head to Toe Examination", "Assessing Hazards", 5],
  ["The 'M' in SAMPLE stands for:", null, "Management of casualty", "Meal they ate laste", "Medication", "Medical History", 4],
  ["Which of these is not a Vital Sign to check in Secondary Survey?", null, "Skin Condition and Temperature", "Pulse", "Level of Consciousness", "Bleeding", 5],
  ["What is the normal breathing rate for an adult?", null, "15-30", "10-20", "20-30", "5-20", 3],
  ["What is the normal breathing rate for a child?", null, "10-20", "25-45", "20-30", "30-50", 4],
  ["What is the normal pulse rate for an adult?", null, "40-80", "50-70", "50-100", "60-100", 5],
  ["What is the normal pulse rate for an infant?", null, "120-150", "70-120", "90-140", "100-150", 2],
  ["Which one of these is a quality that is not checked for when assessing the skin?", null, "Temperature", "Color", "Acne", "Moisture level", 4],
  ["Documenting your findings is necessary because...", null, "You should keep it as part of your collection", "It is required by law to do so", "This information may be used by medical professionals", "The casualty needs to retain a copy of the document", 4],
  ["Match the image below with the most accurate description", "question_chapter2_headspinal", "Check for dangers","Opening the airway by tilting the head", "Relaxing the head muscles while covering the ears","Supporting the head in case of Head and Spinal treatment", 5],
  ["The name of the position for the casualty in the image below is called _________ ", "question_chapter2_recovery", "semi-fowler", "recovery", "supine", "shock",3],
  ["In triage, the casualties with the highest priority are...", null, "casulaties who need immediate first aid and transportation to medical help", "casualties who probably can wait one hour for medical help without risk to their lives","casualties who can wait and receive first aid and transportation last","casualties who are obviously dead", 2],
  ["Which of the following is not of the highest priority in triage?", null, "Injured Chest and/or Lungs","Brain not controlling breathing properly","Swollen Airway","Head/Spinal Injuries",5],
  ["Which of the following is of high priority in triage?", null, "Broken lower arm", "Panic", "Severe Bleeding", "Critical Burns", 4],
  ["Which of the following is of the medium priority in triage?", null, "Pelvis fracture", "Electric Shock", "Grief","Not enough oxygen reaching blood",2],
  ["Which of the following is of the lowest priority in triage?", null, "Broken upper leg","Obviously Dead","Broken ribs","Choking on food",3]
]